Repository: zertuncer/Trio-main
Catalog: Trio-main/EversenseKit/EversenseKit-063eb66e21e1555edf45e01548ab948af6a79519/EversenseKitUI/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans

source: Test connection
ar: اختبار الاتصال
cs: Testovat připojení
da: Test forbindelse
de: Verbindung testen
es: Probar conexión
fi: Testaa yhteys
fr: Tester la connexion
he: בדיקת חיבור
hu: Kapcsolat tesztelése
it: Testa connessione
ja: 接続テスト
ko: 연결 테스트
nb: Test tilkobling
nl: Verbinding testen
pl: Testuj połączenie
pt_br: Testar conexão
ro: Testare conexiune
ru: Проверить соединение
sk: Testovať pripojenie
sl: Testni povezav
sv: Testa anslutning
tr: Bağlantıyı test et
uk: Перевірити з'єднання
vi: Kiểm tra kết nối
zh_hans: 测试连接

source: The connection between your sensor and transmitter is lost. No glucose data is available until the connection is restored.
ar: فُقد الاتصال بين جهاز الاستشعار وجهاز الإرسال. لا تتوفر بيانات الجلوكوز حتى يتم استعادة الاتصال.
cs: Spojení mezi snímačem a vysílačem je ztraceno. Dokud se spojení neobnoví, nejsou k dispozici žádná data o glukóze.
da: Forbindelsen mellem din sensor og sender er blevet afbrudt. Ingen glukosedata er tilgængelige, før forbindelsen er genoprettet.
de: Die Verbindung zwischen Ihrem Sensor und dem Transmitter ist unterbrochen. Es sind keine Glukosedaten verfügbar, bis die Verbindung wiederhergestellt ist.
es: Se ha perdido la conexión entre el sensor y el transmisor. No hay datos de glucosa disponibles hasta que se restablezca la conexión.
fi: Anturin ja lähettimen välinen yhteys on katkennut. Glukoositietoja ei ole käytettävissä, ennen kuin yhteys palautetaan.
fr: La connexion entre le capteur et le transmetteur est perdue. Aucune donnée de glucose n'est disponible tant que la connexion n'est pas rétablie.
he: החיבור בין החיישן למשדר שלך אבד. אין נתוני גלוקוז זמינים עד לשחזור החיבור.
hu: Az érzékelő és a jeladó közötti kapcsolat megszakadt. A kapcsolat helyreállításáig nem állnak rendelkezésre glükózadatok.
it: Il collegamento tra il sensore e il trasmettitore è stato interrotto. Non sono disponibili dati sul glucosio finché non viene ripristinata la connessione.
ja: センサーとトランスミッター間の接続が失われました。接続が回復するまで、グルコースデータは利用できません。
ko: 센서와 트랜스미터 간의 연결이 끊어졌습니다. 연결이 복원될 때까지 혈당 데이터를 사용할 수 없습니다.
nb: Forbindelsen mellom sensoren og senderen er brutt. Ingen glukosedata er tilgjengelige før forbindelsen er gjenopprettet.
nl: De verbinding tussen uw sensor en zender is verbroken. Er zijn geen glucosegegevens beschikbaar totdat de verbinding is hersteld.
pl: Połączenie między czujnikiem a nadajnikiem zostało utracone. Dane dotyczące glukozy nie będą dostępne do momentu przywrócenia połączenia.
pt_br: A ligação entre o sensor e o transmissor perdeu-se. Não há dados de glicose disponíveis até que a ligação seja restabelecida.
ro: Conexiunea dintre senzor și transmițător s-a pierdut. Nu sunt disponibile date despre glicemie până la restabilirea conexiunii.
ru: Соединение между вашим датчиком и трансмиттером потеряно. Данные о глюкозе недоступны до тех пор, пока соединение не будет восстановлено.
sk: Spojenie medzi snímačom a vysielačom sa stratilo. Kým sa spojenie neobnoví, nie sú k dispozícii žiadne údaje o glukóze.
sl: Povezava med senzorjem in oddajnikom je izgubljena. Dokler se povezava ne obnovi, podatki o glukozi niso na voljo.
sv: Anslutningen mellan din sensor och sändare har brutits. Inga glukosdata är tillgängliga förrän anslutningen har återställts.
tr: Sensörünüz ve vericiniz arasındaki bağlantı kesildi. Bağlantı yeniden sağlanana kadar glikoz verisi kullanılamaz.
uk: Зв'язок між датчиком і передавачем втрачено. Дані про рівень глюкози недоступні, доки з'єднання не буде відновлено.
vi: Kết nối giữa cảm biến và máy phát của bạn bị mất. Không có dữ liệu glucose có sẵn cho đến khi kết nối được khôi phục.
zh_hans: 传感器与发射机之间的连接中断。在恢复连接之前，无法获得葡萄糖数据。

source: The connection between your sensor and transmitter is not stable. Please position your transmitter for better signal strength.
ar: الاتصال بين المستشعر وجهاز الإرسال غير مستقر. يرجى وضع جهاز الإرسال الخاص بك للحصول على قوة إشارة أفضل.
cs: Spojení mezi senzorem a vysílačem není stabilní. Umístěte vysílač tak, abyste dosáhli lepší síly signálu.
da: Forbindelsen mellem din sensor og sender er ikke stabil. Placer venligst din sender, så signalet bliver stærkere.
de: Die Verbindung zwischen Ihrem Sensor und dem Sender ist nicht stabil. Bitte positionieren Sie Ihren Sender für eine bessere Signalstärke.
es: La conexión entre el sensor y el transmisor no es estable. Coloque el transmisor en una posición que mejore la intensidad de la señal.
fi: Anturin ja lähettimen välinen yhteys ei ole vakaa. Aseta lähetin paremman signaalin voimakkuuden saavuttamiseksi.
fr: La connexion entre votre capteur et votre émetteur n'est pas stable. Veuillez positionner votre émetteur pour améliorer la force du signal.
he: החיבור בין החיישן למשדר שלך אינו יציב. אנא מקם את המשדר שלך לעוצמת אות טובה יותר.
hu: Az érzékelő és a jeladó közötti kapcsolat nem stabil. Kérjük, helyezze el az adót a jobb jelerősség érdekében.
it: Il collegamento tra il sensore e il trasmettitore non è stabile. Posizionare il trasmettitore per migliorare la potenza del segnale.
ja: センサーと送信機の接続が不安定です。送信機の位置を調整してください。
ko: 센서와 송신기 사이의 연결이 불안정합니다. 더 나은 신호 강도를 위해 송신기의 위치를 조정하세요.
nb: Forbindelsen mellom sensoren og senderen er ikke stabil. Vennligst plasser senderen slik at signalstyrken blir bedre.
nl: De verbinding tussen uw sensor en zender is niet stabiel. Plaats uw zender voor een betere signaalsterkte.
pl: Połączenie między czujnikiem a nadajnikiem nie jest stabilne. Ustaw nadajnik w pozycji zapewniającej lepszą siłę sygnału.
pt_br: A ligação entre o sensor e o transmissor não é estável. Posicione o seu transmissor para obter uma melhor intensidade de sinal.
ro: Conexiunea dintre senzor și transmițător nu este stabilă. Vă rugăm să poziționați transmițătorul pentru o mai bună putere a semnalului.
ru: Соединение между датчиком и передатчиком неустойчиво. Пожалуйста, расположите передатчик так, чтобы повысить уровень сигнала.
sk: Spojenie medzi snímačom a vysielačom nie je stabilné. Umiestnite vysielač tak, aby ste dosiahli lepšiu silu signálu.
sl: Povezava med senzorjem in oddajnikom ni stabilna. Oddajnik namestite tako, da bo moč signala boljša.
sv: Anslutningen mellan din sensor och sändare är inte stabil. Vänligen placera sändaren för bättre signalstyrka.
tr: Sensörünüz ve vericiniz arasındaki bağlantı sabit değil. Lütfen vericinizi daha iyi sinyal gücü için konumlandırın.
uk: З'єднання між датчиком і передавачем нестабільне. Будь ласка, розташуйте передавач для покращення рівня сигналу.
vi: Kết nối giữa cảm biến và máy phát của bạn không ổn định. Vui lòng định vị máy phát của bạn để có cường độ tín hiệu tốt hơn.
zh_hans: 传感器与发射机之间的连接不稳定。请调整发射器的位置，以获得更好的信号强度。

source: The eversense 365 is a full year implant transmitter, with improved algorithm compared to the Eversense E3
ar: جهاز eversense 365 عبارة عن جهاز إرسال مزروع لمدة عام كامل، مع خوارزمية محسّنة مقارنة بجهاز Eversense E3
cs: eversense 365 je celoroční vysílač implantátů s vylepšeným algoritmem ve srovnání s Eversense E3.
da: Eversense 365 er en helårs implantat-sender med forbedret algoritme i forhold til Eversense E3.
de: Der eversense 365 ist ein Ganzjahres-Implantat-Sender, mit verbessertem Algorithmus im Vergleich zum Eversense E3
es: El eversense 365 es un transmisor de implante de año completo, con algoritmo mejorado en comparación con el Eversense E3
fi: Eversense 365 on koko vuoden implanttilähetin, jossa on parannettu algoritmi verrattuna Eversense E3:een.
fr: L'eversense 365 est un transmetteur d'implant pour toute l'année, avec un algorithme amélioré par rapport à l'Eversense E3.
he: ה- eversense 365 הוא משדר שתלים לשנה שלמה, עם אלגוריתם משופר בהשוואה ל- Eversense E3
hu: Az eversense 365 egy egész éves implantátum adó, az Eversense E3-hoz képest továbbfejlesztett algoritmussal.
it: L'eversense 365 è un trasmettitore con impianto per tutto l'anno, con un algoritmo migliorato rispetto all'Eversense E3.
ja: エバーセンス365は、エバーセンスE3と比較してアルゴリズムが改良された、通年使用可能なインプラント用トランスミッターです。
ko: 에버센스 365는 에버센스 E3에 비해 알고리즘이 개선된 1년 내내 사용할 수 있는 임플란트 송신기입니다.
nb: Eversense 365 er en helårlig implantatsender med forbedret algoritme sammenlignet med Eversense E3
nl: De Eversense 365 is een implantaatzender voor een heel jaar, met een verbeterd algoritme in vergelijking met de Eversense E3.
pl: eversense 365 to całoroczny nadajnik implantu z ulepszonym algorytmem w porównaniu do Eversense E3
pt_br: O eversense 365 é um transmissor de implante para um ano inteiro, com um algoritmo melhorado em comparação com o Eversense E3
ro: Eversense 365 este un transmițător implantabil pe tot parcursul anului, cu algoritm îmbunătățit în comparație cu Eversense E3
ru: eversense 365 - это передатчик с имплантом на весь год, с улучшенным алгоритмом по сравнению с Eversense E3.
sk: Eversense 365 je celoročný vysielač implantátov s vylepšeným algoritmom v porovnaní s Eversense E3.
sl: Eversense 365 je celoletni oddajnik za vsadke z izboljšanim algoritmom v primerjavi z Eversense E3.
sv: Eversense 365 är en implantatsändare för ett helt år, med förbättrad algoritm jämfört med Eversense E3
tr: eversense 365, Eversense E3'e kıyasla geliştirilmiş algoritmaya sahip tam yıllık bir implant vericisidir
uk: Eversense 365 - це передавач для імплантації на цілий рік з покращеним алгоритмом у порівнянні з Eversense E3
vi: Eversense 365 là máy phát cấy ghép cả năm, với thuật toán được cải tiến so với Eversense E3
zh_hans: eversense 365 是一款全年植入式发射器，与 Eversense E3 相比改进了算法

source: The eversense E3 is a 90 day or 180 day implant transmitter. The first Eversense implantable device build by Senseonics
ar: جهاز Eversense E3 هو جهاز إرسال قابل للزرع لمدة 90 يومًا أو 180 يومًا. أول جهاز Eversense قابل للزرع من صنع شركة Senseonics
cs: Vysílač eversense E3 je určen pro 90denní nebo 180denní implantaci. První implantabilní zařízení Eversense od společnosti Senseonics.
da: Eversense E3 er en 90-dages eller 180-dages implantattransmitter. Den første implanterbare Eversense-enhed bygget af Senseonics
de: Der eversense E3 ist ein 90 Tage oder 180 Tage implantierbarer Sender. Das erste implantierbare Eversense-Gerät von Senseonics
es: El eversense E3 es un transmisor implantable de 90 o 180 días. El primer dispositivo implantable Eversense fabricado por Senseonics
fi: eversense E3 on 90 päivän tai 180 päivän implanttilähetin. Ensimmäinen Senseonicsin rakentama Eversense-istutettava laite.
fr: L'eversense E3 est un émetteur implantable de 90 jours ou 180 jours. Le premier dispositif implantable Eversense construit par Senseonics.
he: ה- eversense E3 הוא משדר שתל של 90 יום או 180 יום. המכשיר המושתל הראשון של Eversense שנבנה על ידי Senseonics
hu: Az eversense E3 egy 90 vagy 180 napos implantátum adó. Az első Eversense beültethető eszköz, amelyet a Senseonics készített.
it: L'E3 di Eversense è un trasmettitore impiantabile da 90 o 180 giorni. Il primo dispositivo impiantabile Eversense costruito da Senseonics
ja: エバーセンスE3は、90日間または180日間のインプラント送信機です。Senseonics社製の最初のエバーセンス埋め込み型デバイスです。
ko: eversense E3는 90일 또는 180일 임플란트 트랜스미터입니다. 센소닉스의 첫 번째 Eversense 이식형 디바이스 빌드
nb: Eversense E3 er en 90-dagers eller 180-dagers implanterbar sender. Den første implanterbare Eversense-enheten bygget av Senseonics
nl: De Eversense E3 is een 90 dagen of 180 dagen implanteerbare zender. Het eerste Eversense implanteerbare apparaat gebouwd door Senseonics
pl: Eversense E3 to 90-dniowy lub 180-dniowy nadajnik do implantacji. Pierwsze urządzenie wszczepialne Eversense zbudowane przez Senseonics
pt_br: O eversense E3 é um transmissor de implante para 90 ou 180 dias. O primeiro dispositivo implantável Eversense construído pela Senseonics
ro: Eversense E3 este un transmițător implantabil de 90 de zile sau 180 de zile. Primul dispozitiv implantabil Eversense construit de Senseonics
ru: eversense E3 - это имплантируемый передатчик, рассчитанный на 90 или 180 дней. Первое имплантируемое устройство Eversense, созданное компанией Senseonics
sk: Vysielač eversense E3 je 90-dňový alebo 180-dňový implantát. Prvé implantovateľné zariadenie Eversense vyrobené spoločnosťou Senseonics
sl: Eversense E3 je 90-dnevni ali 180-dnevni oddajnik za vsadke. Prva naprava za vsaditev Eversense, ki jo je izdelalo podjetje Senseonics
sv: Eversense E3 är en 90-dagars eller 180-dagars implantatsändare. Den första implanterbara Eversense-enheten byggd av Senseonics
tr: Eversense E3, 90 günlük veya 180 günlük bir implant vericisidir. Senseonics tarafından üretilen ilk Eversense implante edilebilir cihaz
uk: Eversense E3 - це передавач для імплантації на 90 або 180 днів. Перший імплантований пристрій Eversense, створений компанією Senseonics
vi: Eversense E3 là máy phát cấy ghép 90 ngày hoặc 180 ngày. Thiết bị cấy ghép Eversense đầu tiên được xây dựng bởi Senseonics
zh_hans: eversense E3 是一款可使用 90 天或 180 天的植入式发射器。Senseonics 制造的首款 Eversense 植入式设备

source: The system has detected a problem with your transmitter's battery. You can continue to use your system, but please contact Eversense Customer Support for a replacement transmitter.
ar: اكتشف النظام مشكلة في بطارية جهاز الإرسال الخاص بك. يمكنك الاستمرار في استخدام نظامك، ولكن يرجى الاتصال بدعم عملاء Eversense للحصول على جهاز إرسال بديل.
cs: Systém zjistil problém s baterií vysílače. Systém můžete nadále používat, ale pro náhradní vysílač se obraťte na zákaznickou podporu společnosti Eversense.
da: Systemet har opdaget et problem med din senders batteri. Du kan fortsætte med at bruge systemet, men kontakt venligst Eversense Customer Support for at få en ny sender.
de: Das System hat ein Problem mit der Batterie Ihres Senders festgestellt. Sie können Ihr System weiterhin verwenden, aber wenden Sie sich bitte an den Eversense-Kundendienst, um einen Ersatzsender zu erhalten.
es: El sistema ha detectado un problema con la batería de su transmisor. Puede seguir utilizando el sistema, pero póngase en contacto con el servicio de atención al cliente de Eversense para obtener un transmisor de repuesto.
fi: Järjestelmä on havainnut ongelman lähettimen akussa. Voit jatkaa järjestelmän käyttöä, mutta ota yhteyttä Eversensen asiakastukeen vaihtolähettimen hankkimiseksi.
fr: Le système a détecté un problème avec la batterie de votre émetteur. Vous pouvez continuer à utiliser votre système, mais veuillez contacter le service clientèle d'Eversense pour obtenir un émetteur de remplacement.
he: המערכת זיהתה בעיה בסוללת המשדר שלך. אתה יכול להמשיך להשתמש במערכת שלך, אך אנא צור קשר עם תמיכת הלקוחות של Eversense לקבלת משדר חלופי.
hu: A rendszer problémát észlelt az adó akkumulátorával. A rendszert továbbra is használhatja, de kérjük, forduljon az Eversense ügyfélszolgálatához egy csereadóért.
it: Il sistema ha rilevato un problema con la batteria del trasmettitore. È possibile continuare a utilizzare il sistema, ma si prega di contattare l'assistenza clienti Eversense per ottenere un trasmettitore sostitutivo.
ja: システムが送信機のバッテリーの問題を検出しました。システムを引き続き使用することはできますが、トランスミッターの交換をご希望の場合はエバーセンスカスタマーサポートまでご連絡ください。
ko: 시스템에서 송신기의 배터리 문제를 감지했습니다. 시스템을 계속 사용할 수 있지만 교체용 송신기를 받으려면 Eversense 고객 지원팀에 문의하세요.
nb: Systemet har oppdaget et problem med batteriet i senderen. Du kan fortsette å bruke systemet, men ta kontakt med Eversense Customer Support for å få en ny sender.
nl: Het systeem heeft een probleem met de batterij van uw zender gedetecteerd. U kunt het systeem blijven gebruiken, maar neem contact op met de Eversense Klantenservice voor een vervangende zender.
pl: System wykrył problem z baterią nadajnika. Można nadal korzystać z systemu, ale należy skontaktować się z działem obsługi klienta Eversense w celu wymiany nadajnika.
pt_br: O sistema detectou um problema com a bateria do seu transmissor. Pode continuar a usar o sistema, mas contacte o Apoio ao Cliente da Eversense para obter um transmissor de substituição.
ro: Sistemul a detectat o problemă cu bateria transmițătorului dumneavoastră. Puteți continua să utilizați sistemul, dar vă rugăm să contactați Asistența Clienți Eversense pentru un transmițător de schimb.
ru: Система обнаружила проблему с батареей вашего передатчика. Вы можете продолжать пользоваться системой, но обратитесь в службу поддержки клиентов Eversense для замены передатчика.
sk: Systém zistil problém s batériou vysielača. Systém môžete naďalej používať, ale kontaktujte zákaznícku podporu spoločnosti Eversense, ktorá vám poskytne náhradný vysielač.
sl: Sistem je zaznal težavo z baterijo oddajnika. Sistem lahko še naprej uporabljate, vendar se za nadomestni oddajnik obrnite na Eversense Customer Support.
sv: Systemet har upptäckt ett problem med batteriet i din sändare. Du kan fortsätta att använda systemet, men kontakta Eversense kundtjänst för att få en ersättningssändare.
tr: Sistem, vericinizin pilinde bir sorun tespit etti. Sisteminizi kullanmaya devam edebilirsiniz, ancak lütfen yedek bir verici için Eversense Müşteri Desteği ile iletişime geçin.
uk: Система виявила проблему з батареєю вашого передавача. Ви можете продовжувати користуватися системою, але, будь ласка, зверніться до служби підтримки клієнтів Eversense, щоб отримати новий передавач.
vi: Hệ thống đã phát hiện ra sự cố với pin của máy phát của bạn. Bạn có thể tiếp tục sử dụng hệ thống của mình, nhưng vui lòng liên hệ với Bộ phận hỗ trợ khách hàng của Eversense để có bộ phát thay thế.
zh_hans: 系统检测到发射机电池有问题。您可以继续使用系统，但请联系 Eversense 客户支持中心更换发射机。

source: The system requires calibration once a week.
ar: يتطلب النظام معايرة النظام مرة واحدة في الأسبوع.
cs: Systém vyžaduje kalibraci jednou týdně.
da: Systemet skal kalibreres en gang om ugen.
de: Das System muss einmal pro Woche kalibriert werden.
es: El sistema debe calibrarse una vez a la semana.
fi: Järjestelmä on kalibroitava kerran viikossa.
fr: Le système doit être calibré une fois par semaine.
he: המערכת דורשת כיול פעם בשבוע.
hu: A rendszer hetente egyszer kalibrálást igényel.
it: Il sistema deve essere calibrato una volta alla settimana.
ja: このシステムは週に一度の校正が必要である。
ko: 시스템은 일주일에 한 번씩 보정해야 합니다.
nb: Systemet krever kalibrering én gang i uken.
nl: Het systeem moet eenmaal per week worden gekalibreerd.
pl: System wymaga kalibracji raz w tygodniu.
pt_br: O sistema necessita de ser calibrado uma vez por semana.
ro: Sistemul necesită calibrare o dată pe săptămână.
ru: Система требует калибровки раз в неделю.
sk: Systém si vyžaduje kalibráciu raz týždenne.
sl: Sistem je treba kalibrirati enkrat na teden.
sv: Systemet behöver kalibreras en gång i veckan.
tr: Sistem haftada bir kez kalibrasyon gerektirir.
uk: Система потребує калібрування раз на тиждень.
vi: Hệ thống yêu cầu hiệu chuẩn mỗi tuần một lần.
zh_hans: 系统需要每周校准一次。

source: The transmitter can alarm you if it predictions you are falling below the threshold
ar: يمكن لجهاز الإرسال تنبيهك إذا تنبأ بأنك تنخفض عن الحد الأدنى
cs: Vysílač vás může upozornit, pokud předpokládá, že klesáte pod prahovou hodnotu.
da: Senderen kan alarmere dig, hvis den forudser, at du falder under tærsklen.
de: Der Sender kann Sie alarmieren, wenn er vorhersagt, dass Sie unter den Schwellenwert fallen
es: El transmisor puede alarmarle si predice que está por debajo del umbral
fi: Lähetin voi hälyttää, jos se ennustaa, että alitat kynnysarvon.
fr: L'émetteur peut vous alerter s'il prévoit que vous passez en dessous du seuil.
he: המשדר יכול להבהיל אותך אם הוא מנבא שאתה נופל מתחת לסף
hu: Az adó riasztani tudja Önt, ha azt jelzi, hogy a küszöbérték alá esik.
it: Il trasmettitore può emettere un allarme se prevede che si stia scendendo al di sotto della soglia.
ja: トランスミッターは、あなたが閾値を下回っていると予測した場合、アラームを発することができます。
ko: 송신기는 임계값 아래로 떨어질 것으로 예측되면 알람을 보낼 수 있습니다.
nb: Senderen kan varsle deg hvis den forutser at du er i ferd med å falle under terskelen
nl: De zender kan een alarm geven als hij voorspelt dat u onder de drempel zakt.
pl: Nadajnik może zaalarmować użytkownika, jeśli stwierdzi, że spada on poniżej progu.
pt_br: O transmissor pode emitir um alarme se previr que está a descer abaixo do limiar
ro: Transmițătorul vă poate alerta dacă prezice că scădeți cu glicemia sub prag
ru: Передатчик может подать сигнал тревоги, если обнаружит, что вы опускаетесь ниже порогового уровня.
sk: Vysielač vás môže upozorniť, ak predpokladá, že klesáte pod prahovú hodnotu.
sl: Oddajnik vas lahko opozori, če ugotovi, da se spuščate pod mejno vrednost.
sv: Sändaren kan larma dig om den förutser att du faller under tröskelvärdet
tr: Verici, eşiğin altına düştüğünüzü tahmin ederse sizi uyarabilir
uk: Датчик може сповістити вас, якщо передбачить, що ви падаєте нижче порогового значення
vi: Máy phát có thể báo động bạn nếu nó dự đoán bạn đang rơi xuống dưới ngưỡng
zh_hans: 如果发射器预测到您正在低于阈值，就会发出警报

source: The transmitter can alarm you if it predictions you are rising above the threshold
ar: يمكن لجهاز الإرسال أن ينذرك إذا تنبأ بارتفاعك عن الحد المسموح به
cs: Vysílač vás může upozornit, pokud zjistí, že jste překročili prahovou hodnotu.
da: Senderen kan alarmere dig, hvis den forudser, at du stiger over tærsklen.
de: Der Sender kann Sie alarmieren, wenn er vorhersagt, dass Sie den Grenzwert überschreiten
es: El transmisor puede alarmarte si predice que estás subiendo por encima del umbral
fi: Lähetin voi hälyttää sinut, jos se ennustaa sinun nousevan yli kynnysarvon.
fr: Le transmetteur peut vous alerter s'il prévoit que vous dépassez le seuil.
he: המשדר יכול להבהיל אותך אם הוא מנבא שאתה עולה מעל הסף
hu: Az adó riasztani tudja Önt, ha azt jelzi, hogy a küszöbérték fölé emelkedik.
it: Il trasmettitore può allarmare l'utente se prevede che si sta superando la soglia
ja: トランスミッターは、あなたがしきい値を超えていると予測した場合、アラームを発することができます。
ko: 임계값 이상으로 상승할 것으로 예측되면 송신기가 알람을 보낼 수 있습니다.
nb: Senderen kan varsle deg hvis den forutser at du stiger over terskelen
nl: De zender kan een alarm geven als hij voorspelt dat u boven de drempel komt.
pl: Nadajnik może zaalarmować użytkownika, jeśli wykryje przekroczenie progu.
pt_br: O transmissor pode emitir um alarme se previr que está a subir acima do limiar
ro: Transmițătorul vă poate alerta dacă prezice că vă ridicați cu glicemia peste prag
ru: Передатчик может подать сигнал тревоги, если обнаружит, что вы поднимаетесь выше порога.
sk: Vysielač vás môže upozorniť, ak predpokladá, že stúpate nad prahovú hodnotu
sl: Oddajnik vas lahko alarmira, če ugotovi, da ste presegli mejno vrednost.
sv: Sändaren kan larma dig om den förutser att du stiger över tröskelvärdet
tr: Verici, eşiğin üzerine çıktığınızı tahmin ederse sizi uyarabilir
uk: Передавач може сповістити вас, якщо передбачить, що ви піднімаєтеся вище порогового значення
vi: Máy phát có thể báo động bạn nếu nó dự đoán bạn đang tăng lên trên ngưỡng
zh_hans: 如果发射器预测到您的气压上升超过阈值，就会发出警报
